Repository: Messijah/ControlYourself
Catalog: ControlYourself/ControlYourself/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nb, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# alert.ok
source: OK
ar: حسناً
el: Εντάξει
hu: Oké
ko: 확인
th: โอเค
tr: Tamam
zh_hans: 好
zh_hant: 好

# notification.title
source: Timer complete!
ar: وقت السنوس التالي!
cs: Čas na další snus!
da: Tid til næste snus!
de: Zeit für den nächsten Snus!
el: Ώρα για το επόμενο snus!
es: ¡Hora del siguiente snus!
fi: Seuraavan nuuskan aika!
fr: C'est l'heure du prochain snus !
hu: Ideje a következő snusnak!
id: Waktunya snus berikutnya!
it: È ora del prossimo snus!
ja: 次のスヌースの時間！
ko: 다음 스누스 시간!
nb: Dags for neste snus!
nl: Tijd voor de volgende snus!
pl: Czas na kolejnego snusa!
pt: Hora do próximo snus!
ru: Время для следующего снюса!
th: เวลาสนัสตัวต่อไป!
tr: Bir sonraki snus zamanı!
vi: Đến giờ snus tiếp theo!
zh_hans: 下一个鼻烟的时间！
zh_hant: 下一個鼻煙的時間！

# notification.body
source: Your timer has expired. Time to enjoy!
ar: انتهى المؤقت. استمتع!
cs: Tvůj časovač vypršel. Užij si to!
da: Din timer er udløbet. Nyd det!
de: Dein Timer ist abgelaufen. Zeit zu genießen!
el: Το χρονόμετρό σου έληξε. Απόλαυσέ το!
es: Tu temporizador ha expirado. ¡Hora de disfrutar!
fi: Ajastimesi umpeutui. Nauti!
fr: Ton minuteur a expiré. C'est l'heure d'en profiter !
hu: Az időzítőd lejárt. Élvezd!
id: Timermu habis. Nikmati!
it: Il tuo timer è scaduto. È ora di gustarlo!
ja: タイマーが終了しました。楽しんで！
ko: 타이머가 끝났어요. 즐기세요!
nb: Din timer har gått ut. Det er dags å nyte!
nl: Je timer is afgelopen. Tijd om te genieten!
pl: Twój timer wygasł. Ciesz się!
pt: Seu cronômetro expirou. Hora de aproveitar!
ru: Твой таймер истёк. Время наслаждаться!
th: ตัวจับเวลาของคุณหมดเวลาแล้ว สนุกนะ!
tr: Zamanlayıcınız doldu. Tadını çıkar!
vi: Đồng hồ của bạn đã hết. Tận hưởng nhé!
zh_hans: 你的计时器已过期。享受吧！
zh_hant: 你的計時器已過期。享受吧！

# settings.timer_notification_title
source: Completion alerts
ar: تنبيهات الإنتهاء
da: Færdighedsalarmer
de: Fertigstellungswarnungen
es: Alertas de finalización
fr: Alertes de fin
hu: Befejezési értesítések
id: Pemberitahuan selesai
it: Avvisi di completamento
ja: 完了アラート
nl: Voltooiingsmeldingen
pl: Powiadomienia o zakończeniu
ru: Оповещения о завершении
tr: Tamamlanma uyarıları

# settings.timer_notification_subtitle
source: Vibrate and sound when done
ar: الاهتزاز والصوت عند الانتهاء
da: Vibration og lyd når færdig
de: Vibration und Ton bei Fertigstellung
es: Vibración y sonido al finalizar
fr: Vibration et son à la fin
hu: Rezgés és hang befejezéskor
id: Getar dan suara saat selesai
it: Vibrazione e suono al termine
ja: 完了時に振動と音
nl: Trillen en geluid bij voltooiing
pl: Wibracje i dźwięk po zakończeniu
ru: Вибрация и звук при завершении
tr: Bittiğinde titreşim ve ses

# settings.timer_format_title
source: Timer display
ar: عرض المؤقت
da: Timervisning
de: Timer-Anzeige
es: Visualización del temporizador
fr: Affichage du minuteur
hu: Időzítő megjelenítés
id: Tampilan timer
it: Visualizzazione timer
ja: タイマー表示
nl: Timerweergave
pl: Wyświetlanie timera
ru: Отображение таймера
tr: Zamanlayıcı görünümü

# settings.timer_format_subtitle
source: How timer is shown
ar: كيفية عرض المؤقت
da: Hvordan timeren vises
de: Wie der Timer angezeigt wird
es: Cómo se muestra el temporizador
fr: Comment le minuteur est affiché
hu: Hogyan jelenjen meg az időzítő
id: Bagaimana timer ditampilkan
it: Come viene mostrato il timer
ja: タイマーの表示方法
nl: Hoe de timer wordt weergegeven
pl: Jak wyświetlany jest timer
ru: Как отображается таймер
tr: Zamanlayıcı nasıl gösterilir

# settings.timer_format_hours
source: Hours only
ar: الساعات فقط
da: Kun timer
de: Nur Stunden
es: Solo horas
fr: Heures seulement
hu: Csak órák
id: Hanya jam
it: Solo ore
ja: 時間のみ
nl: Alleen uren
pl: Tylko godziny
ru: Только часы
tr: Sadece saatler

# settings.timer_format_hours_example
source: e.g. 02
ar: مثال 02
da: f.eks. 02
de: z.B. 02
es: ej. 02
fr: ex. 02
hu: pl. 02
id: mis. 02
it: es. 02
ja: 例 02
nl: bijv. 02
pl: np. 02
ru: напр. 02
tr: örn. 02

# settings.timer_format_hours_minutes
source: Hours:Minutes
ar: ساعات:دقائق
da: Timer:Minutter
de: Stunden:Minuten
es: Horas:Minutos
fr: Heures:Minutes
hu: Órák:Percek
id: Jam:Menit
it: Ore:Minuti
ja: 時間:分
nl: Uren:Minuten
pl: Godziny:Minuty
ru: Часы:Минуты
tr: Saat:Dakika

# settings.timer_format_hours_minutes_example
source: e.g. 02:30
ar: مثال 02:30
da: f.eks. 02:30
de: z.B. 02:30
es: ej. 02:30
fr: ex. 02:30
hu: pl. 02:30
id: mis. 02:30
it: es. 02:30
ja: 例 02:30
nl: bijv. 02:30
pl: np. 02:30
ru: напр. 02:30
tr: örn. 02:30

# settings.timer_format_hours_minutes_seconds
source: Hours:Minutes:Seconds
ar: ساعات:دقائق:ثواني
da: Timer:Minutter:Sekunder
de: Stunden:Minuten:Sekunden
es: Horas:Minutos:Segundos
fr: Heures:Minutes:Secondes
hu: Órák:Percek:Másodpercek
id: Jam:Menit:Detik
it: Ore:Minuti:Secondi
ja: 時間:分:秒
nl: Uren:Minuten:Seconden
pl: Godziny:Minuty:Sekundy
ru: Часы:Минуты:Секунды
tr: Saat:Dakika:Saniye

# settings.timer_format_hours_minutes_seconds_example
source: e.g. 02:30:45
ar: مثال 02:30:45
da: f.eks. 02:30:45
de: z.B. 02:30:45
es: ej. 02:30:45
fr: ex. 02:30:45
hu: pl. 02:30:45
id: mis. 02:30:45
it: es. 02:30:45
ja: 例 02:30:45
nl: bijv. 02:30:45
pl: np. 02:30:45
ru: напр. 02:30:45
tr: örn. 02:30:45

# paywall.welcome_to
source: Welcome to
ar: مرحبًا بك في
da: Velkommen til
de: Willkommen bei
el: Καλώς ήρθατε στο
es: Bienvenido a
fi: Tervetuloa
fr: Bienvenue sur
hu: Üdvözlünk a
id: Selamat datang di
it: Benvenuto su
ja: ようこそ
ko: 환영합니다
nb: Velkommen til
nl: Welkom bij
pl: Witaj w
pt: Bem-vindo ao
ru: Добро пожаловать в
th: ยินดีต้อนรับสู่
tr: Hoş geldiniz
zh_hans: 欢迎使用
zh_hant: 歡迎使用

# paywall.feature_balance_title
source: Keep the balance
ar: حافظ على التوازن
da: Hold balancen
de: Halte die Balance
el: Διατηρήστε την ισορροπία
es: Mantén el equilibrio
fi: Pidä tasapaino
fr: Gardez l'équilibre
hu: Tartsd az egyensúlyt
id: Jaga keseimbangan
it: Mantieni l'equilibrio
ja: バランスを保つ
ko: 균형 유지하기
nb: Hold balansen
nl: Hou de balans
pl: Zachowaj równowagę
pt: Mantenha o equilíbrio
ru: Держите баланс
th: รักษาสมดุล
tr: Dengeyi koru
zh_hans: 保持平衡
zh_hant: 保持平衡

# paywall.feature_balance_desc
source: Regulate your intake without quitting completely
ar: نظم استهلاكك دون التوقف تمامًا
da: Reguler dit indtag uden at stoppe helt
de: Reguliere deinen Konsum ohne ganz aufzuhören
el: Ρυθμίστε την κατανάλωση χωρίς να σταματήσετε εντελώς
es: Regula tu consumo sin dejarlo completamente
fi: Säätele käyttöäsi lopettamatta kokonaan
fr: Réglez votre consommation sans arrêter complètement
hu: Szabályozd a fogyasztást anélkül, hogy teljesen abbahagynád
id: Atur konsumsi tanpa berhenti sepenuhnya
it: Regola il tuo consumo senza smettere completamente
ja: 完全にやめることなく消費を調整する
ko: 완전히 중단하지 않고 소비를 조절하세요
nb: Reguler forbruket ditt uten å slutte helt
nl: Reguleer je gebruik zonder volledig te stoppen
pl: Reguluj spożycie bez całkowitego zaprzestania
pt: Regule o consumo sem parar completamente
ru: Регулируйте потребление без полного отказа
th: ควบคุมการบริโภคโดยไม่ต้องหยุดโดยสมบูรณ์
tr: Tamamen bırakmadan tüketiminizi düzenleyin
zh_hans: 在不完全停止的情况下调节消费
zh_hant: 在不完全停止的情況下調節消費

# paywall.feature_progress_title
source: Track your progress
ar: تتبع تقدمك
da: Følg din fremgang
de: Verfolge deinen Fortschritt
el: Παρακολουθήστε την πρόοδό σας
es: Sigue tu progreso
fi: Seuraa edistymistäsi
fr: Suivez vos progrès
hu: Kövesd a haladásod
id: Lacak kemajuan Anda
it: Segui i tuoi progressi
ja: 進捗を追跡
ko: 진행 상황 추적
nb: Følg fremgangen din
nl: Volg je vooruitgang
pl: Śledź swoje postępy
pt: Acompanhe seu progresso
ru: Отслеживайте прогресс
th: ติดตามความคืบหน้าของคุณ
tr: İlerlemenizi takip edin
zh_hans: 追踪进度
zh_hant: 追蹤進度

# paywall.feature_progress_desc
source: See your statistics and progress over time
ar: شاهد إحصائياتك وتقدمك مع مرور الوقت
da: Se din statistik og fremgang over tid
de: Sieh deine Statistiken und Fortschritte über die Zeit
el: Δείτε τα στατιστικά και την πρόοδό σας με το χρόνο
es: Ve tus estadísticas y progreso a lo largo del tiempo
fi: Katso tilastojasi ja edistymistäsi ajan myötä
fr: Voyez vos statistiques et progrès au fil du temps
hu: Nézd meg a statisztikáidat és a haladásod idővel
id: Lihat statistik dan kemajuan Anda dari waktu ke waktu
it: Vedi le tue statistiche e progressi nel tempo
ja: 統計と進捗を時間とともに確認
ko: 시간이 지남에 따라 통계와 진행 상황을 확인하세요
nb: Se statistikken og fremgangen din over tid
nl: Bekijk je statistieken en vooruitgang in de loop van de tijd
pl: Zobacz swoje statystyki i postępy w czasie
pt: Veja suas estatísticas e progresso ao longo do tempo
ru: Просматривайте статистику и прогресс со временем
th: ดูสถิติและความคืบหน้าของคุณเมื่อเวลาผ่านไป
tr: İstatistiklerinizi ve zaman içindeki ilerlemenizi görün
zh_hans: 查看您的统计数据和随时间的进展
zh_hant: 查看您的統計數據和隨時間的進展

# paywall.feature_panic_title
source: Panic mode
ar: وضع الطوارئ
da: Nødtilstand
de: Notfallmodus
el: Λειτουργία Πανικού
es: Modo pánico
fi: Paniikkitila
fr: Mode panique
hu: Pánik mód
id: Mode Panik
it: Modalità panico
ja: パニックモード
ko: 비상 모드
nb: Panikkm odus
nl: Paniektoestand
pl: Tryb paniki
pt: Modo Pânico
ru: Экстренный режим
th: โหมดฉุกเฉิน
tr: Panik Modu
zh_hans: 紧急模式
zh_hant: 緊急模式

# paywall.feature_panic_desc
source: Flexibility when you need it
ar: مرونة عندما تحتاجها
da: Fleksibilitet når du har brug for det
de: Flexibilität wenn du sie brauchst
el: Ευελιξία όταν τη χρειάζεστε
es: Flexibilidad cuando la necesitas
fi: Joustavuutta kun tarvitset sitä
fr: Flexibilité quand vous en avez besoin
hu: Rugalmasság amikor szükséged van rá
id: Fleksibilitas saat Anda membutuhkannya
it: Flessibilità quando ne hai bisogno
ja: 必要なときの柔軟性
ko: 필요할 때 유연성
nb: Fleksibilitet når du trenger det
nl: Flexibiliteit wanneer je het nodig hebt
pl: Elastyczność kiedy jej potrzebujesz
pt: Flexibilidade quando você precisar
ru: Гибкость когда вам нужно
th: ความยืดหยุ่นเมื่อคุณต้องการ
tr: İhtiyacınız olduğunda esneklik
zh_hans: 需要时的灵活性
zh_hant: 需要時的靈活性

# paywall.feature_island_desc
source: Timer always visible in Dynamic Island
ar: المؤقت مرئي دائمًا في Dynamic Island
da: Timer altid synlig i Dynamic Island
de: Timer immer sichtbar in Dynamic Island
el: Χρονόμετρο πάντα ορατό στο Dynamic Island
es: Temporizador siempre visible en Dynamic Island
fi: Ajastin aina näkyvissä Dynamic Islandissa
fr: Minuteur toujours visible dans Dynamic Island
hu: Az időzítő mindig látható a Dynamic Island-ben
id: Timer selalu terlihat di Dynamic Island
it: Timer sempre visibile in Dynamic Island
ja: Dynamic Islandでタイマーが常に表示
ko: Dynamic Island에서 항상 타이머 표시
nb: Tidtaker alltid synlig i Dynamic Island
nl: Timer altijd zichtbaar in Dynamic Island
pl: Timer zawsze widoczny w Dynamic Island
pt: Timer sempre visível no Dynamic Island
ru: Таймер всегда виден в Dynamic Island
th: ตัวจับเวลาที่มองเห็นได้เสมอใน Dynamic Island
tr: Zamanlayıcı her zaman Dynamic Island'da görünür
zh_hans: 计时器始终显示在Dynamic Island中
zh_hant: 計時器始終顯示在Dynamic Island中

# paywall.trial_period
source: 7 days free trial
ar: 7 أيام تجربة مجانية
da: 7 dages gratis prøveperiode
de: 7 Tage kostenlose Testversion
el: 7 ημέρες δωρεάν δοκιμαστική περίοδος
es: 7 días de prueba gratuita
fi: 7 päivän maksuton kokeilujakso
fr: 7 jours d'essai gratuit
hu: 7 napos ingyenes próbaidőszak
id: Uji coba gratis 7 hari
it: 7 giorni di prova gratuita
ja: 7日間無料トライアル
ko: 7일 무료 체험
nb: 7 dagers gratis prøveperiode
nl: 7 dagen gratis proefperiode
pl: 7 dni darmowego okresu próbnego
pt: 7 dias de teste grátis
ru: 7 дней бесплатного пробного периода
th: ทดลองใช้ฟรี 7 วัน
tr: 7 gün ücretsiz deneme süresi
zh_hans: 7天免费试用
zh_hant: 7天免費試用

# paywall.start_trial
source: Start free trial
ar: ابدأ التجربة المجانية
da: Start gratis prøveperiode
de: Testversion starten
el: Έναρξη δωρεάν δοκιμής
es: Iniciar prueba gratuita
fi: Aloita maksuton kokeilu
fr: Commencer l'essai gratuit
hu: Ingyenes próbaidőszak indítása
id: Mulai uji coba gratis
it: Inizia prova gratuita
ja: 無料トライアルを開始
ko: 무료 체험 시작
nb: Start gratis prøveperiode
nl: Start gratis proefperiode
pl: Rozpocznij darmowy okres próbny
pt: Iniciar teste grátis
ru: Начать бесплатный пробный период
th: เริ่มทดลองใช้ฟรี
tr: Ücretsiz denemeyi başlat
zh_hans: 开始免费试用
zh_hant: 開始免費試用

# paywall.restore_purchases
source: Restore purchases
ar: استعادة المشتريات
da: Gendan køb
de: Käufe wiederherstellen
el: Επαναφορά αγορών
es: Restaurar compras
fi: Palauta ostokset
fr: Restaurer les achats
hu: Vásárlások visszaállítása
id: Pulihkan pembelian
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
nb: Gjenopprett kjøp
nl: Herstel aankopen
pl: Przywróć zakupy
pt: Restaurar compras
ru: Восстановить покупки
th: กู้คืนการซื้อ
tr: Satın alımları geri yükle
zh_hans: 恢复购买
zh_hant: 恢復購買

# paywall.cancel_anytime
source: Cancel anytime. No commitment.
ar: الإلغاء في أي وقت. بدون التزامات.
da: Annuller når som helst. Ingen binding.
de: Jederzeit kündbar. Keine Bindung.
el: Ακύρωση ανά πάσα στιγμή. Χωρίς δεσμεύσεις.
es: Cancela en cualquier momento. Sin compromiso.
fi: Peruuta milloin tahansa. Ei sitoumuksia.
fr: Annulez à tout moment. Sans engagement.
hu: Bármikor lemondható. Nincs kötelezettség.
id: Batalkan kapan saja. Tanpa komitmen.
it: Annulla in qualsiasi momento. Nessun impegno.
ja: いつでもキャンセル可能。契約不要。
ko: 언제든지 취소 가능. 약정 없음.
nb: Avbryt når som helst. Ingen binding.
nl: Annuleer op elk moment. Geen verplichtingen.
pl: Anuluj w każdej chwili. Bez zobowiązań.
pt: Cancele a qualquer momento. Sem compromisso.
ru: Отменить в любое время. Никаких обязательств.
th: ยกเลิกได้ทุกเมื่อ ไม่มีข้อผูกมัด
tr: İstediğiniz zaman iptal edin. Taahhüt yok.
zh_hans: 随时取消。无需承诺。
zh_hant: 隨時取消。無需承諾。

# paywall.error_title
source: Something went wrong
ar: حدث خطأ ما
da: Noget gik galt
de: Etwas ist schiefgelaufen
el: Κάτι πήγε στραβά
es: Algo salió mal
fi: Jokin meni pieleen
fr: Quelque chose s'est mal passé
hu: Valami hiba történt
id: Terjadi kesalahan
it: Qualcosa è andato storto
ja: エラーが発生しました
ko: 문제가 발생했습니다
nb: Noe gikk galt
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt: Algo deu errado
ru: Что-то пошло не так
th: เกิดข้อผิดพลาด
tr: Bir şeyler yanlış gitti
zh_hans: 出了点问题
zh_hant: 出了點問題

# paywall.error_message
source: The purchase could not be completed. Try again.
ar: لا يمكن إتمام الشراء. حاول مرة أخرى.
da: Købet kunne ikke gennemføres. Prøv igen.
de: Der Kauf konnte nicht abgeschlossen werden. Versuche es erneut.
el: Η αγορά δεν ολοκληρώθηκε. Δοκιμάστε ξανά.
es: No se pudo completar la compra. Inténtalo de nuevo.
fi: Ostosta ei voitu suorittaa. Yritä uudelleen.
fr: L'achat n'a pas pu être finalisé. Réessayez.
hu: A vásárlás nem fejeződött be. Próbáld újra.
id: Pembelian tidak dapat diselesaikan. Coba lagi.
it: L'acquisto non può essere completato. Riprova.
ja: 購入を完了できませんでした。もう一度お試しください。
ko: 구매를 완료할 수 없습니다. 다시 시도하세요.
nb: Kjøpet kunne ikke fullføres. Prøv igjen.
nl: De aankoop kon niet worden voltooid. Probeer het opnieuw.
pl: Zakup nie mógł zostać ukończony. Spróbuj ponownie.
pt: A compra não pôde ser concluída. Tente novamente.
ru: Покупка не может быть завершена. Попробуйте снова.
th: ไม่สามารถทำการซื้อให้เสร็จสมบูรณ์ได้ ลองอีกครั้ง
tr: Satın alma tamamlanamadı. Tekrar deneyin.
zh_hans: 无法完成购买。请重试。
zh_hant: 無法完成購買。請重試。

# paywall.yearly
source: Yearly
ar: سنوي
da: Årligt
de: Jährlich
el: Ετήσια
es: Anual
fi: Vuosittain
fr: Annuel
hu: Évente
id: Tahunan
it: Annuale
ja: 年間
ko: 연간
nb: Årlig
nl: Jaarlijks
pl: Rocznie
pt: Anual
ru: Годовая
th: รายปี
tr: Yıllık
zh_hans: 年度
zh_hant: 年度

# paywall.monthly
source: Monthly
ar: شهري
da: Månedligt
de: Monatlich
el: Μηνιαία
es: Mensual
fi: Kuukausittain
fr: Mensuel
hu: Havonta
id: Bulanan
it: Mensile
ja: 月間
ko: 월간
nb: Månedlig
nl: Maandelijks
pl: Miesięcznie
pt: Mensal
ru: Месячная
th: รายเดือน
tr: Aylık
zh_hans: 月度
zh_hant: 月度

# paywall.per_year
source: year
ar: سنة
da: år
de: Jahr
el: έτος
es: año
fi: vuosi
fr: an
hu: év
id: tahun
it: anno
ja: 年
ko: 년
nb: år
nl: jaar
pl: rok
pt: ano
ru: год
th: ปี
tr: yıl
zh_hans: 年
zh_hant: 年

# paywall.per_month
source: month
ar: شهر
da: måned
de: Monat
el: μήνας
es: mes
fi: kuukausi
fr: mois
hu: hónap
id: bulan
it: mese
ja: 月
ko: 월
nb: måned
nl: maand
pl: miesiąc
pt: mês
ru: месяц
th: เดือน
tr: ay
zh_hans: 月
zh_hant: 月

# paywall.after_trial
source: after trial
ar: بعد التجربة
da: efter prøveperiode
de: nach Testversion
el: μετά τη δοκιμή
es: después de la prueba
fi: kokeilun jälkeen
fr: après l'essai
hu: próbaidőszak után
id: setelah uji coba
it: dopo la prova
ja: トライアル後
ko: 체험 후
nb: etter prøveperiode
nl: na proefperiode
pl: po okresie próbnym
pt: após o teste
ru: после пробного периода
th: หลังจากทดลองใช้
tr: denemeden sonra
zh_hans: 试用后
zh_hant: 試用後

# welcome.tagline
source: Control your URGE
ar: تحكم في رغبتك
da: Kontroller din trang
de: Kontrolliere dein Verlangen
el: Ελέγξτε την παρόρμησή σας
es: Controla tu impulso
fi: Hallitse himoasi
fr: Contrôlez votre envie
hu: Kontrolláld a vágyad
id: Kendalikan dorongan Anda
it: Controlla il tuo impulso
ja: 欲求をコントロール
ko: 충동 조절하기
nb: Kontroller din trang
nl: Beheers je drang
pl: Kontroluj swoje pragnienie
pt: Controle seu impulso
ru: Контролируйте свое желание
th: ควบคุมความต้องการของคุณ
tr: İsteğinizi kontrol edin
zh_hans: 控制你的冲动
zh_hant: 控制你的衝動

# statistics.title
source: Statistics
ar: الإحصائيات
da: Statistik
de: Statistik
el: Στατιστικά
es: Estadísticas
fi: Tilastot
fr: Statistiques
hu: Statisztikák
id: Statistik
it: Statistiche
ja: 統計
ko: 통계
nb: Statistikk
nl: Statistieken
pl: Statystyki
pt: Estatísticas
ru: Статистика
th: สถิติ
tr: İstatistikler
zh_hans: 统计
zh_hant: 統計

# statistics.days_in_balance
source: Days in balance
ar: أيام في التوازن
da: Dage i balance
de: Tage in Balance
el: Ημέρες σε ισορροπία
es: Días en equilibrio
fi: Päivää tasapainossa
fr: Jours en équilibre
hu: Napok egyensúlyban
id: Hari dalam keseimbangan
it: Giorni in equilibrio
ja: バランスを保った日数
ko: 균형을 유지한 날
nb: Dager i balanse
nl: Dagen in balans
pl: Dni w równowadze
pt: Dias em equilíbrio
ru: Дней в балансе
th: วันที่มีความสมดุล
tr: Dengede geçen günler
zh_hans: 保持平衡的天数
zh_hant: 保持平衡的天數

# statistics.days_since_start
source: days since start
ar: أيام منذ البداية
da: dage siden start
de: Tage seit Start
el: ημέρες από την έναρξη
es: días desde el inicio
fi: päivää alusta
fr: jours depuis le début
hu: nap a kezdet óta
id: hari sejak mulai
it: giorni dall'inizio
ja: 開始からの日数
ko: 시작 이후 일수
nb: dager siden start
nl: dagen sinds start
pl: dni od początku
pt: dias desde o início
ru: дней с начала
th: วันนับจากเริ่มต้น
tr: başlangıçtan bu yana gün
zh_hans: 自开始以来的天数
zh_hant: 自開始以來的天數

# statistics.average_per_day
source: Average per day
ar: المتوسط في اليوم
da: Gennemsnit pr. dag
de: Durchschnitt pro Tag
el: Μέσος όρος ανά ημέρα
es: Promedio por día
fi: Keskiarvo päivässä
fr: Moyenne par jour
hu: Napi átlag
id: Rata-rata per hari
it: Media al giorno
ja: 1日の平均
ko: 하루 평균
nb: Gjennomsnitt per dag
nl: Gemiddeld per dag
pl: Średnia dziennie
pt: Média por dia
ru: Среднее в день
th: เฉลี่ยต่อวัน
tr: Günlük ortalama
zh_hans: 每天平均
zh_hant: 每天平均

# statistics.average
source: average
ar: المتوسط
da: gennemsnit
de: Durchschnitt
el: μέσος όρος
es: promedio
fi: keskiarvo
fr: moyenne
hu: átlag
id: rata-rata
it: media
ja: 平均
ko: 평균
nb: gjennomsnitt
nl: gemiddeld
pl: średnia
pt: média
ru: среднее
th: เฉลี่ย
tr: ortalama
zh_hans: 平均
zh_hant: 平均

# statistics.current_streak
source: Current streak
ar: السلسلة الحالية
da: Nuværende serie
de: Aktuelle Serie
el: Τρέχουσα σειρά
es: Racha actual
fi: Nykyinen putki
fr: Série actuelle
hu: Jelenlegi sorozat
id: Rentetan saat ini
it: Serie attuale
ja: 現在の連続記録
ko: 현재 연속 기록
nb: Nåværende rekke
nl: Huidige reeks
pl: Obecna seria
pt: Sequência atual
ru: Текущая серия
th: สถิติติดต่อกันปัจจุบัน
tr: Mevcut seri
zh_hans: 当前连续记录
zh_hant: 當前連續記錄

# statistics.days_in_row
source: days in a row
ar: أيام متتالية
da: dage i træk
de: Tage hintereinander
el: ημέρες στη σειρά
es: días seguidos
fi: päivää peräkkäin
fr: jours d'affilée
hu: nap egymás után
id: hari berturut-turut
it: giorni di fila
ja: 連続日数
ko: 연속 일수
nb: dager på rad
nl: dagen op rij
pl: dni z rzędu
pt: dias seguidos
ru: дней подряд
th: วันติดต่อกัน
tr: ardışık gün
zh_hans: 连续天数
zh_hant: 連續天數

# statistics.total_used
source: Total used
ar: إجمالي الاستخدام
da: Totalt brugt
de: Gesamt verbraucht
el: Συνολική χρήση
es: Total usado
fi: Yhteensä käytetty
fr: Total utilisé
hu: Összesen felhasznált
id: Total penggunaan
it: Totale usato
ja: 総使用量
ko: 총 사용량
nb: Totalt brukt
nl: Totaal gebruikt
pl: Całkowite użycie
pt: Total usado
ru: Всего использовано
th: ใช้ทั้งหมด
tr: Toplam kullanım
zh_hans: 总使用量
zh_hant: 總使用量

# statistics.since_start
source: since start
ar: منذ البداية
da: siden start
de: seit Start
el: από την έναρξη
es: desde el inicio
fi: alusta lähtien
fr: depuis le début
hu: a kezdet óta
id: sejak mulai
it: dall'inizio
ja: 開始から
ko: 시작 이후
nb: siden start
nl: sinds start
pl: od początku
pt: desde o início
ru: с начала
th: นับจากเริ่มต้น
tr: başlangıçtan bu yana
zh_hans: 自开始以来
zh_hant: 自開始以來

# statistics.keep_balance_title
source: Keep the balance
ar: حافظ على التوازن
da: Hold balancen
de: Halte die Balance
el: Διατηρήστε την ισορροπία
es: Mantén el equilibrio
fi: Pidä tasapaino
fr: Gardez l'équilibre
hu: Tartsd az egyensúlyt
id: Jaga keseimbangan
it: Mantieni l'equilibrio
ja: バランスを保つ
ko: 균형 유지하기
nb: Hold balansen
nl: Hou de balans
pl: Zachowaj równowagę
pt: Mantenha o equilíbrio
ru: Держите баланс
th: รักษาสมดุล
tr: Dengeyi koru
zh_hans: 保持平衡
zh_hant: 保持平衡

# statistics.keep_balance_desc
source: Your statistics show how well you maintain your planned balance over time.
ar: تُظهر إحصائياتك مدى نجاحك في الحفاظ على التوازن المخطط له مع مرور الوقت.
da: Din statistik viser hvor godt du holder din planlagte balance over tid.
de: Deine Statistik zeigt wie gut du deine geplante Balance über die Zeit hältst.
el: Τα στατιστικά σας δείχνουν πόσο καλά διατηρείτε την προγραμματισμένη ισορροπία σας με το χρόνο.
es: Tus estadísticas muestran qué tan bien mantienes tu equilibrio planificado a lo largo del tiempo.
fi: Tilastosi näyttävät kuinka hyvin pidät suunnitellun tasapainosi ajan myötä.
fr: Vos statistiques montrent à quel point vous maintenez votre équilibre prévu au fil du temps.
hu: A statisztikáid megmutatják, mennyire jól tartod a tervezett egyensúlyod idővel.
id: Statistik Anda menunjukkan seberapa baik Anda menjaga keseimbangan yang direncanakan dari waktu ke waktu.
it: Le tue statistiche mostrano quanto bene mantieni il tuo equilibrio pianificato nel tempo.
ja: 統計は、計画したバランスを時間とともにどれだけうまく維持しているかを示します。
ko: 통계는 시간이 지남에 따라 계획된 균형을 얼마나 잘 유지하는지 보여줍니다.
nb: Statistikken din viser hvor godt du holder din planlagte balanse over tid.
nl: Je statistieken tonen hoe goed je je geplande balans in de loop van de tijd houdt.
pl: Twoje statystyki pokazują jak dobrze utrzymujesz zaplanowaną równowagę w czasie.
pt: Suas estatísticas mostram como você mantém seu equilíbrio planejado ao longo do tempo.
ru: Ваша статистика показывает, насколько хорошо вы поддерживаете запланированный баланс со временем.
th: สถิติของคุณแสดงให้เห็นว่าคุณรักษาสมดุลตามแผนได้ดีแค่ไหนเมื่อเวลาผ่านไป
tr: İstatistikleriniz, planlanan dengenizi zaman içinde ne kadar iyi koruduğunuzu gösterir.
zh_hans: 您的统计数据显示您随时间保持计划平衡的情况。
zh_hant: 您的統計數據顯示您隨時間保持計劃平衡的情況。

# statistics.reset_button
source: Reset statistics
ar: إعادة تعيين الإحصائيات
da: Nulstil statistik
de: Statistik zurücksetzen
el: Επαναφορά στατιστικών
es: Restablecer estadísticas
fi: Nollaa tilastot
fr: Réinitialiser les statistiques
hu: Statisztikák visszaállítása
id: Reset statistik
it: Ripristina statistiche
ja: 統計をリセット
ko: 통계 재설정
nb: Tilbakestill statistikk
nl: Reset statistieken
pl: Resetuj statystyki
pt: Redefinir estatísticas
ru: Сбросить статистику
th: รีเซ็ตสถิติ
tr: İstatistikleri sıfırla
zh_hans: 重置统计
zh_hant: 重置統計
