Repository: Messijah/ControlYourself
Catalog: ControlYourself/ControlYourself/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nb, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# statistics.reset_alert_title
source: Reset statistics?
ar: إعادة تعيين الإحصائيات؟
da: Nulstil statistik?
de: Statistik zurücksetzen?
el: Επαναφορά στατιστικών;
es: ¿Restablecer estadísticas?
fi: Nollataanko tilastot?
fr: Réinitialiser les statistiques?
hu: Statisztikák visszaállítása?
id: Reset statistik?
it: Ripristinare le statistiche?
ja: 統計をリセットしますか？
ko: 통계를 재설정하시겠습니까?
nb: Tilbakestill statistikk?
nl: Statistieken resetten?
pl: Zresetować statystyki?
pt: Redefinir estatísticas?
ru: Сбросить статистику?
th: รีเซ็ตสถิติ?
tr: İstatistikler sıfırlansın mı?
zh_hans: 重置统计？
zh_hant: 重置統計？

# statistics.reset_alert_message
source: All statistics will be permanently deleted. This cannot be undone.
ar: سيتم حذف جميع الإحصائيات بشكل دائم. لا يمكن التراجع عن ذلك.
da: Al statistik vil blive slettet permanent. Dette kan ikke fortrydes.
de: Alle Statistiken werden permanent gelöscht. Dies kann nicht rückgängig gemacht werden.
el: Όλα τα στατιστικά θα διαγραφούν οριστικά. Αυτό δεν μπορεί να αναιρεθεί.
es: Todas las estadísticas se eliminarán permanentemente. Esto no se puede deshacer.
fi: Kaikki tilastot poistetaan pysyvästi. Tätä ei voi peruuttaa.
fr: Toutes les statistiques seront supprimées définitivement. Cela ne peut pas être annulé.
hu: Minden statisztika véglegesen törlődik. Ez nem vonható vissza.
id: Semua statistik akan dihapus secara permanen. Ini tidak dapat dibatalkan.
it: Tutte le statistiche verranno eliminate permanentemente. Questa operazione non può essere annullata.
ja: すべての統計が完全に削除されます。元に戻すことはできません。
ko: 모든 통계가 영구적으로 삭제됩니다. 되돌릴 수 없습니다.
nb: All statistikk vil bli slettet permanent. Dette kan ikke angres.
nl: Alle statistieken worden permanent verwijderd. Dit kan niet ongedaan worden gemaakt.
pl: Wszystkie statystyki zostaną trwale usunięte. Nie można tego cofnąć.
pt: Todas as estatísticas serão excluídas permanentemente. Isso não pode ser desfeito.
ru: Вся статистика будет удалена навсегда. Это нельзя отменить.
th: สถิติทั้งหมดจะถูกลบอย่างถาวร ไม่สามารถย้อนกลับได้
tr: Tüm istatistikler kalıcı olarak silinecektir. Bu geri alınamaz.
zh_hans: 所有统计数据将被永久删除。此操作无法撤消。
zh_hant: 所有統計數據將被永久刪除。此操作無法撤消。

# celebration.substance_time
source: %@ time! 🎉
ar: وقت %@! 🎉
da: %@-tid! 🎉
de: %@-Zeit! 🎉
es: ¡Hora de %@! 🎉
fr: C'est l'heure du %@! 🎉
hu: %@ ideje! 🎉
id: Waktunya %@! 🎉
it: È l'ora del %@! 🎉
ja: %@の時間だ! 🎉
nb: %@-tid! 🎉
nl: %@-tijd! 🎉
pl: Czas na %@! 🎉
pt: Hora do %@! 🎉
ru: Время %@! 🎉
th: เวลา%@! 🎉
tr: %@ zamanı! 🎉
zh_hans: %@时间到! 🎉
zh_hant: %@時間到! 🎉

# celebration.enjoy_substance
source: Enjoy a %@! 🔥
ar: استمتع بـ%@! 🔥
da: Nyd en %@! 🔥
de: Genieß ein %@! 🔥
es: ¡Disfruta de un %@! 🔥
fr: Profite d'un %@! 🔥
hu: Élvezz egy %@! 🔥
id: Nikmati %@! 🔥
it: Goditi un %@! 🔥
ja: %@を楽しもう! 🔥
nb: Nyt en %@! 🔥
nl: Geniet van een %@! 🔥
pl: Ciesz się %@! 🔥
pt: Aproveite um %@! 🔥
ru: Наслаждайся %@! 🔥
th: เพลิดเพลินกับ%@! 🔥
tr: Bir %@ tadını çıkar! 🔥
zh_hans: 享受%@! 🔥
zh_hant: 享受%@! 🔥

# celebration.its_time
source: It's time now! ✨
ar: حان الوقت الآن! ✨
da: Nu er det tid! ✨
de: Jetzt ist es Zeit! ✨
es: ¡Ya es hora! ✨
fr: C'est l'heure maintenant! ✨
hu: Most itt az idő! ✨
id: Sekarang waktunya! ✨
it: È il momento! ✨
ja: 今が時間だ! ✨
nb: Nå er det tid! ✨
nl: Het is nu tijd! ✨
pl: Teraz jest czas! ✨
pt: É hora agora! ✨
ru: Сейчас самое время! ✨
th: ตอนนี้ถึงเวลาแล้ว! ✨
tr: Şimdi tam zamanı! ✨
zh_hans: 现在是时候了! ✨
zh_hant: 現在是時候了! ✨

# celebration.take_one_now
source: Take one now! 💪
ar: خذ واحدة الآن! 💪
da: Tag en nu! 💪
de: Nimm jetzt eins! 💪
es: ¡Toma uno ahora! 💪
fr: Prends-en un maintenant! 💪
hu: Vegyél egyet most! 💪
id: Ambil sekarang! 💪
it: Prendine uno ora! 💪
ja: 今吸おう! 💪
nb: Ta en nå! 💪
nl: Neem er nu een! 💪
pl: Weź teraz! 💪
pt: Pegue um agora! 💪
ru: Возьми сейчас! 💪
th: ใช้ตอนนี้เลย! 💪
tr: Şimdi bir tane al! 💪
zh_hans: 现在来一个! 💪
zh_hant: 現在來一個! 💪

# celebration.ready
source: Ready! 😊
ar: جاهز! 😊
da: Klar! 😊
de: Fertig! 😊
es: ¡Listo! 😊
fr: Prêt! 😊
hu: Kész! 😊
id: Siap! 😊
it: Pronto! 😊
ja: 準備完了! 😊
nb: Ferdig! 😊
nl: Klaar! 😊
pl: Gotowe! 😊
pt: Pronto! 😊
ru: Готово! 😊
th: พร้อม! 😊
tr: Hazır! 😊
zh_hans: 准备好了! 😊
zh_hant: 準備好了! 😊

# celebration.ready_to_enjoy
source: Ready to enjoy! 🎊
ar: جاهز للاستمتاع! 🎊
da: Klar til at nyde! 🎊
de: Bereit zum Genießen! 🎊
es: ¡Listo para disfrutar! 🎊
fr: Prêt à en profiter! 🎊
hu: Kész az élvezetre! 🎊
id: Siap menikmati! 🎊
it: Pronto a goderti! 🎊
ja: 楽しむ準備完了! 🎊
nb: Klar til å nyte! 🎊
nl: Klaar om te genieten! 🎊
pl: Gotowy do zabawy! 🎊
pt: Pronto para aproveitar! 🎊
ru: Готов наслаждаться! 🎊
th: พร้อมที่จะเพลิดเพลิน! 🎊
tr: Tadını çıkarmaya hazır! 🎊
zh_hans: 准备享受! 🎊
zh_hant: 準備享受! 🎊

# subscription.save_amount
source: Save %@
ar: وفر %@
da: Spar %@
de: Spare %@
es: Ahorra %@
fr: Économise %@
hu: Takarítsd meg %@
id: Hemat %@
it: Risparmia %@
ja: %@を節約
nb: Spar %@
nl: Bespaar %@
pl: Oszczędź %@
pt: Economize %@
ru: Сэкономь %@
th: ประหยัด %@
tr: Tasarruf et %@
zh_hans: 节省 %@
zh_hant: 節省 %@
